Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja5/algu5-n.htm.tmx
Source language: nob
Languages: sme

source: Sámegillii
sme: På norsk

source: Artikkel i boka Samisk skolehistorie 5 .
sme: Artihkal girjjis Sqmi skuvlahistorjá 5 .

source: Innledning : Krig , gjenreising og læreplanstrid
sme: Álggahus : Soahti , ođđasishuksen ja oahppoplánariiddut

source: Aldri har det vært så store oppslag om samiske skolespørsmål i norske media som da det i 1997 blei bestemt at i noen kommuner skulle alle elever følge samisk læreplan .
sme: Eai leat goassige leamaš nu olu čállosat ja reportášat dáža median go 1997:s , go mearriduvvui ahte muhtin suohkaniin galge buot oahppit čuovvut sámi oahppoplánaid .

source: I denne boka forteller vi om striden den gang , men vi starter med et tilbakeblikk på læreplanverket gjennom tidene .
sme: Dát girjji muitalit dalá riiddus , muhto álggahit historjjálaš geahčastagain mas geahčadit oahppoplánavuogádaga doložis otnážii .

source: Vi ser på i hvilken grad læreplanene har tatt hensyn til samiske elever og hvordan samene har vært presentert i det norske læreplanverket .
sme: Mii geahčadit mo oahppoplánat leat váldán vuhtii sámegielat ohppiid ja mo sámit leat ovdanbukton norgga oahppoplánavuogádagas .

source: Den første artikkelen er en oversikt over denne lange historia fram til omlag 1990 .
sme: Vuosttaš artihkal lea čoahkkáigeassu guhkes historjjás 1990 rádjái

source: Norske skolemyndigheter har bestemt læreplanene som samiske elever skal undervises etter .
sme: Dáža skuvlaeiseválddit leat mearridan oahppoplánaid maid maiddái sámi oahppit čuvvot .

source: Samiske skoleorgan har de siste åra fått delta i dette arbeidet , innafor rammer fastsatt av utdanningsdepartementet .
sme: Sámi skuvlaeiseválddit leat maŋimus jagiid beassan searvat dan bargui , muhto oahpahusdepartemeantta rámmaid siskkobealde .

source: Svært sjelden har samer på fritt grunnlag uttrykt hva samiske elever etter deres mening skal lære .
sme: Hui hárve leat sámit ieža cealkán maid sin mielas sámi oahppit galggašedje oahppat .

source: Vi har funnet et dokument , der reindriftssamer på 1960-tallet sjøl har skrevet hva de mener reindriftsungdom bør kunne , og det publiseres her for første gang etter å ha ligget arkivert i over 40 år .
sme: Mii leat gávdnan ovtta dokumeantta mas boazodoallosámit 1960-logu loahpas ieža leat čállán maid boazodoallonuorat berrejit máhttit , ja dát almmuhuvvo dás vuosttaš háve maŋŋil go lea badjel 40 jagi orron arkiivvas .

source: Deretter følger flere artikler om striden i 1997 om samiske læreplaner .
sme: Dan maŋŋá bohtet moadde artihkkala 1997 ’ riiddus sámi oahppoplánaid birra .

source: I 2006 kom det ennå en læreplanreform , men denne er fortsatt under evaluering og vi vil komme tilbake til den seinere .
sme: 2006:s bođii fas oahppoplánaođastus , muhto dat árvvoštallojuvvo ain , ja mii áigut danin dán geahččat lagabui boahtte girjjis .

source: Også i tidligere bøker av Samisk skolehistorie er det fortellinger om læreplanarbeid . 1 I Samisk skolehistorie 4 var det mange historiske dokumenter om opplæring for samer og særlig om språkpolitikk i tida omlag 1750–1935 .
sme: Oahppoplánabarggus muitaluvvo maiddái eará Sámi skuvlahistorjágirjjiin 1. Sámi skuvlahistorjjá 4. girjjis ledje ollu historjjálaš dokumeanttat sámiid oahpahusa ja erenoamážit giellapolitihka birra áigodagas sullii 1750–1935 .

source: Deretter kom snart 2. verdenskrig , og krig og gjenreising ga på mange vis nye vilkår for samenes liv og utdanning .
sme: Dan maŋŋá bođii 2. máilmmisoahti , ja soahti ja ođđasishuksenáigi buvttii máŋgga dáfus ođđa eavttuid sámiid eallimii ja oahpahussii .

source: Fra denne tida har vi gravd fram opplysninger fra arkiv , store deler av dette har aldri tidligere vært publisert .
sme: Leat burgen árkiivvaid , ja buktit dán áiggis dieđuid man eanáš oassi ii leat goassige ovdal almmuhuvvon .

source: Samisk skolehistorie 2 hadde mye stoff omvideregående opplæring , i første rekke fra framhaldsskole , reindriftsskole og den første tida for samiske videregående skoler .
sme: Sámi skuvlahistorjjá 2. girjjis čáliimet joatkkaoahpus , muhto dalle eanaš framhaldsskuvlla , boazodoalloskuvlla ja sámi joatkkaskuvllaid álgojagiid birra .

source: Denne boka fortsetter med samiske videregående skoler i nyere tid og opplæringa i samisk i fylkeskommunale videregående skoler .
sme: Dán háve mii govvidit eará beliid joatkkaoahpus ; sámi joatkkaoahpu ođđaset áiggis ja sámegieloahpahusa fylkkagielddalaš joatkkaskuvllain .

source: I siste del fortsetter vi med fortellinger fra grunnskolen .
sme: Loahpaoasis joatkit vuođđoskuvllamuitalusaiguin .

source: Vi starter i Gamvik kommune i Øst-Finnmark , der vi følger Nervei-folkets kamp for å få egen skole .
sme: Mii álgit Gáŋgaviikka gielddas Nuorta-Finnmárkkus . Dás čuovvut Njeareveadji-álbmoga rahčama oažžut iežaset skuvlla .

source: I denne boka legger vi spesielt vekt på Porsanger kommune , der vi har fortellinger både fra fornorskingstida og nyere tid .
sme: Dan girjjis mii leat erenoamážit deattuhan Porsáŋggu gieldda , buktit muitalusaid sihke dáruiduhttináiggis ja ođđaset áiggis .

source: Så besøker vi igjen Kautokeino , der eldre reindriftssamer og fastboende forteller fra sin barndoms skolegang .
sme: De mii fitnat fas Guovdageainnus , gos boares olbmot , sihke boazodoallosámit ja dálonat , muitalit sin mánnávuođa skuvlavázzima birra .

source: Deretter hopper vi til Sør-Troms og Ofoten , med fortellinger fra samers skolegang fra 1700-tallet fram til vår tid .
sme: De mii mannat Lulli-Romsii ja Ufuhtii , mas leat muitalusat sámiid skuvlavázzimis 1700-logu rájes min áiggi rádjái .

source: Så avslutter vi med artikler om samers skolegang på Helgeland og i Nord-Trøndelag og om sørsamisk skoleutvikling .
sme: Maŋimus guokte artihkkala muitalit sámiid skuvlavázzima ja lullisámi skuvlaovdánahttima birra Helgelánddas ja Davvi-Trøndelagas .

source: Flere artikler fra Samisk skolehistorie 5
sme: Eará artihkkalat Sámi skuvlahistorjá 5-girjjis
